Repository: Amirsamy2000/TrandingSystem
Catalog: TradingSystem/Resources/Controllers.CommunitiesController.*.resx
Languages: ar

source: All Communities
ar: جميع المجتمعات

source: Select Course
ar: اختار الكورس

# NoCommunityFound
source: There are no communities.
ar: لايوجد مجتمعات

# NoCommunityMessage1
source: Add new communities
ar: قم باضافة مجتمعات جديدة

source: public Communities
ar: المجتمعات العامة

# Title
source: Communities
ar: المجتمعات

# Title2
source: Display Communities
ar: عرض المجتمعات

# Add
source: Add New Community
ar: اضافة مجتمع جديد

# communityName
source: Community
ar: المجتمع

source: Type Community
ar: نوع المجتمع

# CourseName
source: Course
ar: الكورس

# CountSubscrition
source: Subscribers
ar: المشتركين

# Action
source: Update
ar: تعديل

# Closecommunity
source: Close / Open
ar: اغلاق / فتح

# DefualtCommunity
source: Public Community
ar: مجتمع عام

source: Private Community
ar: مجتمع خاص

# ForAll
source: For all site users
ar: لجميع مستخدمين الموقع

# CloseCommunityA
source: Close
ar: اغلاق

# OpenCommunity
source: Open
ar: فتح

source: Loading....
ar: جار التحميل

# FilterActionCommunities
source: Filter Communities
ar: فلترة المجتمعات

# Error
source: Something went wrong, please try again.
ar: خطا ما حدث يرجى المحاولة مره اخري

# EnterTitle
source: Enter community name
ar: أدخل اسم المجتمع

# CommName
source: Community name
ar: اسم المجتمع

# DefualtComm
source: Public community for all users
ar: مجتمع عام لجميع المستخمين

# ClosComm
source: Community Closure
ar: اغلاق المجتمع

# OnlyAdmin
source: Community for moderators only
ar: مجتمع خاص بالمشرفين فقط

# Save
source: Save Community
ar: حفظ المجتمع

# Required
source: This field is required
ar: هذا الحقل مطلوب

# ChoiseCourseComm
source: Choose The Course For This Community
ar: اختر كورس لهذا المجتمع

# MessageCloseComm
source: Do you want to close the community and prevent users from sending messages?
ar: هل تريد اغلاق المجتمع ومنع المستخدمين من ارسال الرسائل؟

# MessageOpenComm
source: Do you want to open the community and allow users to send messages?
ar: هل تريد فتح المجتمع السماح لمستخدمين بارسال الرسائل

# CancleBtn
source: No
ar: لا

# OkBtn
source: Yes
ar: نعم

# Update
source: Update Community
ar: تعديل المجتمع

# SaveUpdate
source: Save
ar: حفظ

# NotFoundComm
source: This community was not found. It may have been deleted.
ar: لم يتم العثور على هذا المجتمع. ربما تم حذفه.

# DeleteCommunityA
source: Delete
ar: حذف

# MessagedeleteComm
source: Do You Want Delete Community?
ar: هل تريد حذف المجتمع؟

# TitleCreateComm
source: Create Community
ar: انشاء مجتمع

source: Date
ar: التاريخ

# IsAdminOnly
source: Send
ar: الارسال

# ForAllUser
source: Available to all users
ar: متاح لكل المستخدمين

# ForAdmin
source: For administrators only
ar: خاصة بالمشرفين فقط

# Comms
source: Communities
ar: المجتمعات

# CommsBodey
source: Welcome to the Saif Al-Qadi Trading Platform, your secure platform for learning, communicating, and engaging with a community of like-minded traders. You can easily exchange experiences, ask questions, and follow the latest discussions and news.
ar: مرحبًا بك في منظومة سيف القاضي للتداول، منصتك الآمنة للتعلم والتواصل والمشاركة مع مجتمع من المتداولين الذين يشاركونك نفس الأهداف، حيث يمكنك تبادل الخبرات، طرح الأسئلة، ومتابعة أحدث النقاشات و الاخبار بسهولة

source: Home
ar: الرئيسية

# CommunityIsClose
source: Sorry, this community has been closed by the administrator.
ar: عذرًا، تم إغلاق هذا المجتمع من قبل المسؤول
