Repository: Amirsamy2000/TrandingSystem
Catalog: TradingSystem/Resources/Controllers.LiveSessionController.*.resx
Languages: ar

# TitleEN
source: Title (English)
ar: العنوان (انجليزي)

# Send
source: Save Live
ar: حفظ البث

# TitleAR
source: Title (Arabic)
ar: العنوان (عربي)

# DescriptionEN
source: Description (English)
ar: الوصف (انجليزي)

# DescriptionAR
source: Description (Aarbic)
ar: الوصف (عربي)

# DeleteAll
source: Delete All Sessions
ar: حذف جميع الجلسات

# IsPaid
source: Paid
ar: مدفوع

source: Cost
ar: التكلفة

# IsActive
source: Active
ar: نشط

# ImageVideoUrl
source: Image Live
ar: صورة البث

# Course
source: Choice Course
ar: اختار كورس

source: Un Block
ar: الغاء الخظر

# notfiy
source: Notify all subscribers of the course
ar: إشعار كل المشتركين في الكورس

# Required
source: This Field Is Required
ar: هذا الحقل مطلوب

# AllowImageExtntion
source: Invalid image file extension. Allowed: JPG, PNG, GIF, WebP.
ar: امتداد الصورة غير صالح. الامتدادات المسموح بها: JPG، PNG، GIF، WebP.

# Nagtivenumber
source: Negative values are not allowed.
ar: لا يُسمح بإدخال أرقام سالبة

# InvaildCost
source: Cost is not required for free Live.
ar: هذا البث مجاني، لا تدخل أي تكلفة.

# IspaidCost
source: Should Enter Cost Of Live
ar: يحب ادخال تكلفة البث

# CostForPaid
source: Should Enter Cost Of Live
ar: يجب ادخال تكلفة البث

# NoVideosMessage
source: There are no session for this course.
ar: لا توجد جلسات لهذة الكورس

# NoVideosMessage1
source: Add new live sessions
ar: قم بإضافة جلسات جديدة

# Title
source: live Sessions
ar: جلسات البث المباشر

# AddNewlive
source: Add New Session
ar: اضافة بث جديد

source: Update
ar: تعديل

source: Display
ar: عرض

source: Block
ar: حظر

source: Delete
ar: حذف

source: Date
ar: التاريخ

source: Status
ar: الحالة

source: Paid
ar: مدفوع

# Unpaid
source: Free
ar: مجاني

# linkLive
source: Live Link
ar: رابط البث

source: loading.....
ar: جار التحميل.....

# timepast
source: Time cannot be in the past
ar: الوقت لا يمكن أن يكون في الماضي

# datapast
source: Date cannot be in the past
ar: التاريخ لا يمكن أن يكون في الماضي

# UpdateNewlive
source: Update New Session
ar: تعديل بث جديد

# notfiyUpdate
source: Notify all course participants after modifying the data.
ar: إخطار جميع المشتركين بالدورة بعد تعديل البيانات

# responseSuccessAllCurd
source: Delete completed successfully
ar: تم تنفيذ الحدف بنجاح

# responseDangerAllCurd
source: An error occurred during the operation
ar: حدث خطأ أثناء تنفيذ العملية

# titleDeleteall
source: Are you sure you want to Delete All Lives?
ar: هل أنت متأكد من حذف جميع الجلسات؟

# titleDelete
source: Are you sure you want to Delete live?
ar: هل أنت متأكد من حذف البث؟

# cancelButtonTextBlock
source: No
ar: لا

# confirmButtonTextBlock
source: Yes
ar: نعم

# titleBlock1
source: Are you sure you want to Un Block live?
ar: هل أنت متأكد من الغاء حظر البث؟

# titleBlock
source: Are you sure you want to Block live?
ar: هل أنت متأكد من حظر البث؟

source: 💳 Payment Instructions
ar: 💳 تعليمات الدفع

# PaymentParagraph
source: Please pay the video fee via <strong>Vodafone Cash</strong> to the number provided below.<br/>Once the payment is made, kindly upload a clear image of the receipt in the field below to complete your enrollment.
ar: يرجى دفع رسوم الفديو عن طريق <strong>فودافون كاش</strong> على الرقم الموضح أدناه.<br/>بعد الدفع، برجاء رفع صورة واضحة من الإيصال في الحقل أدناه لإتمام التسجيل.

# WhatsAppConfirmation
source: 📱 <strong>WhatsApp for Confirmation:</strong>
ar: 📱 <strong>واتساب للتأكيد:</strong>

# VodafoneNumber
source: 💰 <strong>Vodafone Cash Number:</strong>
ar: 💰 <strong>رقم فودافون كاش:</strong>

source: Upload Receipt
ar: رفع الإيصال

source: Enroll
ar: تسجيل

# PaymentParagraphlive
source: Please pay the live fee via <strong>Vodafone Cash</strong> to the number provided below.<br/>Once the payment is made, kindly upload a clear image of the receipt in the field below to complete your enrollment.
ar: يرجى دفع رسوم البث عن طريق <strong>فودافون كاش</strong> على الرقم الموضح أدناه.<br/>بعد الدفع، برجاء رفع صورة واضحة من الإيصال في الحقل أدناه لإتمام التسجيل.

# NocateMessage
source: There are no Data .
ar: لا توجد بيانات

# Cats
source: Show All Categories
ar: عرض جميع الفئات

# catename-ar
source: Arabic Name
ar: الاسم العربي

# catname-en
source: English Name
ar: الاسم الانجليزي

# Action
source: Update
ar: تعديل

# AddnewCte
source: Add New Category
ar: اضافة فئة جديد

source: Save
ar: حفظ

source: Close
ar: اغلاق

# UpdatenewCte
source: Update Data Of Category
ar: تعديل بيانات الفئة
