Repository: Amirsamy2000/TrandingSystem
Catalog: TrandingSystem.Application/Resources/Resources.ValidationMessages.*.resx
Languages: ar

# Required
source: This field is required
ar: هذا الحقل مطلوب

# OnlyImageTypesAllowed
source: Only image types are allowed (JPG, PNG, GIF, WebP).
ar: يُسمح فقط بأنواع الصور (JPG، PNG، GIF، WebP).

# CostMustBeGreaterThanOrEqualToZero
source: Negative numbers or Empty Value are not allowed.
ar: غير مسموح بادخال ارقام سالبة

# CostMustBeZeroIfNotPaid
source: The cost should be 0 because the video is free.
ar: يجب ان تكون التكلفة 0 لان الفيديو مجاني

# UpdateVideoMessage
source: Video updated successfully
ar: تم تعديل الفيديو بنجاح

# FailureUpdate
source: An error occurred while Updating the video
ar: حدث خطأ أثناء تعديل الفيديو

# InvalidImageExtension
source: Invalid image file extension. Allowed: JPG, PNG, GIF, WebP.
ar: امتداد الصورة غير صالح. الامتدادات المسموح بها: JPG، PNG، GIF، WebP.

# NotFoundVideo
source: Video not found.
ar: لم يتم العثور علي الفديو

# AddVideoSuccess
source: New video added successfully.
ar: تمت إضافة الفيديو الجديد بنجاح.

# AddnewVideoFail
source: Adding new video failed. Please try again.
ar: فشلت إضافة الفيديو الجديد. يُرجى المحاولة مرة أخرى.

# AddImageFail
source: Image upload failed. Please try again.
ar: فشل تحميل الصورة. يُرجى المحاولة مرة أخرى.

# AddVideofaild
source: Video upload failed. Please try again.
ar: فشل تحميل الفديو يُرجى المحاولة مرة أخرى.

# OnlyVideoTypesAllowed
source: Only video types are allowed (MP4, AVI, MOV, MKV).
ar: يُسمح فقط بأنواع الفيديو (MP4، AVI، MOV، MKV).

# InvalidVideoExtension
source: Invalid video file extension. Allowed: MP4, AVI, MOV, MKV.
ar: امتداد ملف الفيديو غير صالح. الصيغ المسموح بها: MP4، AVI، MOV، MKV.

# Nagtivenumber
source: Negative values are not allowed.
ar: لا يُسمح بإدخال أرقام سالبة

# InvaildCost
source: Cost is not required for free videos.
ar: هذا الفيديو مجاني، لا تدخل أي تكلفة.

# errorGetOrders
source: An error occurred while loading student enorllment requests.
ar: حدث خطأ أثناء تحميل طلبات تسجيل الطلاب.

# NoDataFound
source: No subscription requests found
ar: لا توجد طلبات اشتراك

# OrderNotFound
source: Order Request Not Found
ar: طلب التسجيل غير موجود

# GeneralOperationDone
source: The Operation is successfully
ar: تمت العملية بنجاح

# GeneralError
source: Something went wrong, please try again later
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى لاحقًا

# AddLiveSessionSuccess
source: New live added successfully.
ar: تمت إضافة البث الجديد بنجاح.

# GeneralServerFail
source: An error occurred while saving live, try again
ar: حدث خطأ أثناء حفظ البث المباشر، حاول مرة أخرى

# notFoundMessage
source: Sorry, this live session does not exist or may have already been deleted.
ar: عذرًا، هذه الجلسة غير موجود قد تم حذفها بالفعل

# Notfoundlives
source: There are no sessions for this course.
ar: لاتوجد جلسات لهذا الكورس

# CommunityAlreadyExists
source: The community already exists.
ar: المجتمع موجود بالفعل.

source: Course not found.
ar: لم يتم العثور على الكورس.

# CommunityCreated
source: Community has been created successfully and members added successfully
ar: تم إنشاء المجتمع بنجاح وتمت إضافة الأعضاء بنجاح

# dir
source: rtl
ar: ltr

# stieName
source: Saif Al-Qadi platform
ar: منصة سيف القاضي

source: HI
ar: مرحبا

# infoVido1
source: We are pleased to inform you that a new video has been added to your training course on the Saif Al-Qadi platform today, and you can now watch it through your account.
ar: يسعدنا إبلاغك بأنه قد تم اليوم إضافة فيديو جديد إلى دورتك التدريبية على منصة سيف القاضي، ويمكنك مشاهدته الآن من خلال حسابك

# infoVido3
source: Training course:
ar: الدورة التدريبية:

# contact
source: Contact the support team
ar: التواصل مع فريق الدعم

# infolive1
source: We are pleased to inform you that a new live session has been added to your training course on the Saif Al-Qadi platform. You can follow up on the details (date and time) through the email you received.
ar: يسعدنا إبلاغكم بأنه قد تمت إضافة جلسة مباشرة جديدة إلى دورتكم التدريبية على منصة سيف القاضي. يمكنكم متابعة تفاصيل الموعد (التاريخ والوقت) من خلال البريد الإلكتروني المرسل إليكم.

# btnAddVideo
source: Show Video
ar: رؤية الفديو

# infoLive2
source: Date Of Live
ar: تاريخ البث

# infoLivetime2
source: Time Of Live
ar: وقت البث

# FormalSub
source: إشعار جديد من منصة سيف القاضي
ar: New notification from Saif Al-Qadi platform

# infoorder1
source: We are pleased to inform you that your course registration application has been accepted and you have been added to the course community. You can watch course videos and chat with other participants.
ar: يسرنا ابلاغك بانه تم قبول طلب التسجيل في الدورة التدريبية، واضافتك إلى مجتمع الدورة. يمكنكم مشاهدة فيديوهات الدورة والدردشة مع المشاركين الآخرين.

# infoorder2
source: We regret to inform you that your application for this course has not been accepted. We thank you for your interest and willingness to participate, and we look forward to your participation in other upcoming courses on the Saif Al-Qadi platform.
ar: نأسف لإبلاغكم بعدم قبول طلب تسجيلكم في هذه الدورة. نشكركم على اهتمامكم ورغبتكم في الانضمام، ونتطلع إلى مشاركتكم في دورات أخرى قادمة على منصة سيف القاضي.

# infocours1
source: We are pleased to inform you that a new training course has been added to the Saif Al-Qadi platform. You can view course details and register through the platform.
ar: يسرنا إبلاغكم بأنه قد تمت إضافة دورة تدريبية جديدة على منصة سيف القاضي. يمكنكم الاطلاع على تفاصيل الدورة والتسجيل من خلال المنصة.

# infocomm2
source: Community
ar: اسم المجتمع

# infocomm1
source: We are pleased to inform you that you have been added to a new community on the Saif Al-Qadi platform. You can now participate in discussions, exchange experiences, and communicate with other community members.
ar: يسرنا إبلاغكم بأنه قد تم إضافتكم إلى مجتمع جديد على منصة سيف القاضي. يمكنكم الآن المشاركة في النقاشات، تبادل الخبرات، والتواصل مع باقي أعضاء المجتمع.

# infoVido4
source: Video title:
ar: عنوان الفديو :

# infoVido2
source: Video title:
ar: عنوان الفديو :

# infoVido5
source: Video title:
ar: عنوان الفديو :

# infoco2
source: Course
ar: الدورة التدربية

# NotEnrollinthiscourse
source: You are not registered for this course. Please return the registration request.
ar: انت غير مسجل في هذة الدورة يرجع طلب التسجيل
