Repository: Amirsamy2000/TrandingSystem
Catalog: TradingSystem/Resources/Views/Home/Index.*.resx
Languages: ar

source: Students
ar: طلاب

source: Courses
ar: دورات

source: Events
ar: فعاليات

source: Trainers
ar: محاضرين

# SecAbout1
source: A Professional Platform to Learn Trading from Scratch
ar: منصة احترافية لتعلّم التداول من الصفر حتى الاحتراف

source: Why Choose Our Platform?
ar: لماذا تختار منصتنا؟

# Learings3
source: We are a team of professionals specialized in building online trading education platforms
ar: نحن فريق من المحترفين المتخصصين في إنشاء منصات تعليمية للتداول عبر الإنترنت

# Learings2
source: Leading Tomorrow
ar: قيادة الغد

# Learings1
source: Learning Today,
ar: التعلم اليوم،

# SecAbout2
source: We provide a comprehensive learning experience in the world of trading, with high-quality content, live sessions, and full course management through an intuitive dashboard.
ar: نقدم لك تجربة تعليمية شاملة في عالم التداول، من خلال محتوى عالي الجودة، محاضرات مباشرة، وإدارة كاملة للدورات عبر واجهة سهلة الاستخدام.

# SecAbout3
source: Well-structured courses covering trading basics and strategies.
ar: دورات منظمة تغطي أساسيات واستراتيجيات التداول.

# SecAbout4
source: Recorded videos and live sessions with expert instructors.
ar: محاضرات فيديو مسجلة وبث مباشر مع مدربين محترفين.

# SecAbout5
source: User dashboard, membership system, and real-time performance tracking.
ar: نظام عضوية، لوحة تحكم للمستخدم، ومتابعة الأداء لحظة بلحظة.

# SecAbout6
source: Read More
ar: اعرف المزيد

# Our trading education
source: Our trading education platform offers expert-led courses, live market analysis...
ar: منصتنا التعليمية تقدم دورات احترافية وتحليلات مباشرة ودعم فوري لمساعدتك على إتقان التداول.

source: Real Market Strategies
ar: استراتيجيات حقيقية من السوق

# Learn proven strategies
source: Learn proven strategies with real-world applications through our in-depth sessions...
ar: تعلم استراتيجيات مجربة وتطبيقات حقيقية من خلال جلسات التداول والدراسات الحية.

source: Expert Mentors
ar: مدربون محترفون

# Our instructors
source: Our instructors are seasoned traders with years of experience...
ar: مدربونا هم خبراء تداول متمرسون سيرافقونك خطوة بخطوة في رحلتك.

# Community &amp; Suppor
source: Community & Support
ar: مجتمع ودعم متكامل

# Join a growing community of traders
source: Join a growing community of traders, attend live Q&As...
ar: انضم لمجتمعنا النشط، وشارك في جلسات مباشرة، واحصل على الدعم وقت الحاجة.

# Feature1
source: Active trading community
ar: مجتمع متداولين نشط

# Feature2
source: Certified Certificates
ar: شهادات معتمدة

# Feature3
source: Various trading strategies
ar: استراتيجيات تداول متنوعة

# Feature4
source: Modern tools and techniques
ar: أدوات وتقنيات حديثة

# Feature5
source: Continuously updated courses
ar: دورات محدثة باستمرار

# Feature6
source: Learn from professionals
ar: تعلّم من محترفين

# Feature7
source: Direct Market Analysis
ar: تحليل السوق المباشر

# Feature8
source: Highly rated by learners
ar: تقييمات عالية من المتعلمين

# Feature9
source: Trading Basics
ar: اساسيات التداول

# Feature10
source: Instant Market Updates
ar: تحديثات السوق الفورية

# Feature11
source: Easy to use interface
ar: واجهة استخدام سهلة

# Feature12
source: Live broadcast sessions
ar: جلسات بث مباشر
