Repository: Amirsamy2000/TrandingSystem
Catalog: TradingSystem/Resources/Views/Home/Profile.*.resx
Languages: ar

source: Students
ar: طلاب

source: Courses
ar: دورات

# Events
source: EventsVideos
ar: فعاليات

source: Trainers
ar: محاضرين

# SecAbout1
source: A Professional Platform to Learn Trading from Scratch
ar: منصة احترافية لتعلّم التداول من الصفر حتى الاحتراف

# Why Choose Our Platform?
source: Why Choose Saif El Qadi?
ar: لماذا تختار سيف القاضي؟

# Learings3
source: we combine education, technology, and real-time market expertise to deliver a complete trading ecosystem designed for your success
ar: نجمع بين التعليم والتكنولوجيا وخبرة السوق في الوقت الفعلي لتقديم نظام بيئي تجاري كامل مصمم لنجاحك

# Learings2
source: Leading Tomorrow
ar: قيادة الغد

# Learings1
source: Saif El Qadi Trading Hub,
ar: مركز سيف القاضي التجاري

# SecAbout2
source: Trading with Saif El Qadi is different. We don’t just teach you how to trade – we give you every tool, signal, and insight you need to become a confident and successful trader
ar: التداول مع سيف القاضي مختلف. لا نكتفي بتعليمك كيفية التداول، بل نوفر لك كل الأدوات والإشارات والرؤى التي تحتاجها لتصبح متداولًا واثقًا وناجحًا.

# SecAbout3
source: Comprehensive Trading Courses – beginner to advanced
ar: دورات تداول شاملة – من المبتدئ حتى المتقدم.

# SecAbout4
source: Daily & Precise Market Analysis – Forex, Gold, Indices, Crypto
ar: تحليلات يومية دقيقة – للفوركس، الذهب، المؤشرات، والعملات الرقمية

# SecAbout5
source: Exclusive Indicators & Tools – confident, profitable decisions.
ar: مؤشرات وأدوات حصرية – قرارات واثقة ومربحة

# SecAbout6
source: Read More
ar: اعرف المزيد

# Our trading education
source: Trading is not just numbers and charts – it’s knowledge, tools, and smart decisions. That’s why Saif El Qadi Trading Hub gives you everything you need to trade smarter, safer, and more profitably
ar: التداول ليس مجرد أرقام ورسوم بيانية – بل معرفة وأدوات وقرارات ذكية. لذلك نوفر لك في منصة سيف القاضي كل ما تحتاجه لتداول أكثر أمانًا وربحية

source: Real Market Strategies
ar: استراتيجيات حقيقية من السوق

# Learn proven strategies
source: Step-by-step trading courses and daily market insights – Forex, Gold, Indices, and Cryptocurrencies.
ar: دورات تدريبية خطوة بخطوة وتحليلات يومية للفوركس، الذهب، المؤشرات، والعملات الرقمية.

source: Expert Mentors
ar: مدربون محترفون

# Our instructors
source: Guidance from professional traders with years of experience, plus personal mentorship and support.
ar: إرشاد من متداولين محترفين بخبرة سنوات، مع دعم مباشر وتوجيه شخصي.

# Community &amp; Suppor
source: Community & Support
ar: مجتمع ودعم متكامل

# Join a growing community of traders
source: A global trading community, trusted brokers, and exclusive rewards – so you’ll never trade alone.
ar: مجتمع تداول عالمي، وسطاء موثوقون، ومكافآت حصرية – لتتداول بثقة ودون أن تكون وحدك.

# Feature1
source: Global Community
ar: مجتمع عالمي

# Feature2
source: Professional Journey
ar: رحلة احتراف

# Feature3
source: Comprehensive Courses
ar: كورسات شاملة

# Feature4
source: Smart Tools
ar: أدوات ذكية

# Feature5
source: Exclusive Rewards
ar: مكافآت حصرية

# Feature6
source: Real Opportunities
ar: فرص حقيقية

# Feature7
source: Daily Analytics
ar: تحليلات يومية

# Feature8
source: Live Streaming Sessions
ar: جلسات بث مباشر

# Feature9
source: Advanced Technologies
ar: تقنيات متقدمة

# Feature10
source: Trusted Brokers
ar: وسطاء موثوقون

# Feature11
source: Secure Trading
ar: تداول آمن

# Feature12
source: Live Support
ar: دعم مباشر

# SecAbout7
source: AI-Powered Solutions – fast & accurate market analysis
ar: حلول مدعومة بالذكاء الاصطناعي – تحليل أسرع وأكثر دقة

# SecAbout8
source: Direct Mentorship & Support – you’ll never trade alone.
ar: توجيه ودعم مباشر – لن تكون وحدك في رحلتك

# SecAbout9
source: Special Bonuses & Rewards – for our trading community
ar: توجيه ودعم مباشر – لن تكون وحدك في رحلتك

# SecAbout10
source: Direct Mentorship & Support – you’ll never trade alone.
ar: توجيه ودعم مباشر – لن تكون وحدك في رحلتك

# OurServer
source: Our service
ar: خدمتنا

# OurServerSubject
source: What will you get with us?
ar: ماذا ستحصل معنا؟

source: Education
ar: تعليم

# EducationSubject
source: Comprehensive Trading Courses
ar: دورات التداول الشاملة

# EducationBody
source: From beginners to professional, clear practical strategies that will make you trade with confidence
ar: من البداية للاحتراف، استراتيجيات عملية واضحة تخليك تداول بثقة

# Marketing
source: Market Analysis
ar: تحليل السوق

# Marketingtitle
source: Daily & Accurate Market Insights
ar: رؤى السوق اليومية والدقيقة

# MarketingSubject
source: Accurate daily reports on Forex, Gold, Indices and Cryptocurrencies.
ar: تقارير يومية دقيقة على الفوركس، الذهب، المؤشرات والعملات الرقمية.

# Content
source: AI Tools
ar: أدوات الذكاء الاصطناعي

# ContentTitle
source: Smart AI-Powered Indicators
ar: مؤشرات ذكية مدعومة بالذكاء الاصطناعي

# Contentbody
source: Smart tools that read the market accurately and quickly to give you a competitive advantage.
ar: أدوات ذكية تقرأ السوق بدقة وسرعة عشان تديك ميزة تنافسية

# contactbody
source: We are always happy to hear from you! Whether you have questions about our courses, want to join one of our communities, or need assistance with your learning journey, our team is ready to help. You can reach out to us through the form below, and we will get back to you as soon as possible. Alternatively, feel free to email us directly or contact us instantly through the WhatsApp icon at the bottom of the page.
ar: يسعدنا دائمًا التواصل معكم! سواءً كانت لديكم أسئلة حول دوراتنا، أو ترغبون بالانضمام إلى إحدى مجتمعاتنا، أو تحتاجون إلى مساعدة في رحلة التعلم، فإن فريقنا جاهز لمساعدتكم. يمكنكم التواصل معنا عبر النموذج أدناه، وسنتواصل معكم في أقرب وقت ممكن. أو يمكنكم مراسلتنا مباشرةً عبر البريد الإلكتروني أو التواصل معنا مباشرةً عبر أيقونة واتساب أسفل الصفحة.

# Contact
source: Contact Us
ar: تواصل معنا

source: Videos
ar: فديوهات

source: Courses Enrolled
ar: الدورات المسجلة

source: Communities
ar: المجتمعات

# Total order
source: Total orders
ar: إجمالي الطلبات

# Total Invested
source: Total Paid
ar: إجمالي المدفوع

source: Personal Information
ar: معلومات شخصية

source: Full Name
ar: الاسم الكامل

source: National ID
ar: الهوية الوطنية

source: Join date
ar: تاريخ الانضمام

source: Email
ar: بريد إلكتروني

# mobile
source: phone
ar: هاتف

source: Active
ar: نشط

source: Not Active
ar: غير نشط

source: View Videos
ar: عرض الفديوهات

source: Account Status
ar: حالة الحساب

source: Phone Verified
ar: التحقق من الهاتف

source: KYC Status
ar: حالة KYC

source: Membership
ar: عضوية

# User
source: Trainee
ar: متدرب

source: My Communities
ar: مجتمعاتي

# CommClose
source: Unavailable
ar: غير متاح

# CommOpen
source: Available
ar: متاح

source: Go To Communities
ar: انتقل إلى المجتمعات

source: Orders Summary
ar: ملخص الطلبات

source: Rejected
ar: مرفوض

source: Pending
ar: معلق

source: Accepted
ar: مقبول

source: View Details Orders
ar: عرض تفاصيل الطلبات

source: Security
ar: حماية

source: Change Password
ar: تغيير كلمة المرور

source: Logout
ar: تسجيل الخروج

# Detilas of Orders
source: Details of Orders
ar: تفاصيل الطلبات

source: Order Date
ar: تاريخ الطلب

source: Order Type
ar: نوع الطلب

# Ordername
source: Name
ar: الاسم

# OrderCost
source: Cost
ar: السعر

source: Order Status
ar: حالة الطلب

# OrderTypeMessageCourse
source: Course registration request
ar: طلب التسجيل في الدورة

# OrderTypeMessageLive
source: Live registration request
ar: طلب التسجيل في البث

# OrderTypeMessageVideo
source: Video registration request
ar: طلب التسجيل في الفديو

source: Blocked
ar: محظور

# Confirmed
source: Verified
ar: موثق

# NotConfirm
source: Not Verified
ar: غير موثق

source: Edit Profile
ar: تعديل الملف الشخصي
